common =
    .keyboard_search = Искать! 🥰
    .keyboard_gender_male = Мужской
    .keyboard_gender_female = Женский
    .error = что то пошло не так. повторите попыткy
profile =
    .menu_settings = Изменить профиль ⚙
    .menu_settings_name = Имя
    .menu_settings_confirm = Пожалуйста введите своё имя
    .menu_settings_old = Возраст
    .menu_settings_old_confirm = Пожалуйста введите ваш возраст
    .menu_settings_gender = Пол
    .menu_settings_gender_confirm = Пожалуйста введите ваш пол
    .menu_settings_city = Добавить город
    .menu_settings_city_confirm = Пожалуйста добавте геолокацию
    ### profile print
    .field_name = Имя
    .field_old = Возраст
    ###
    .name_success = Ваше имя успешно обновлено, <b>{$name}</b>!
    .name_failure = Значение имени не верное
    .gender_success = Пол успешно добавлен !
    .gender_failure = Неверное значение, попробуйте еще раз
    .old_success = Ваш возраст успешно обновлен!
    .location_success = Геолокация успешно добалена 👌🏻
    ### keyboard
    .keyboard_location = Отправить геолокацию
filters =
    .add_success = Фильтр успешно добавлен
    .old_confirm = Пожалуйста укажите возраст который вы ищите
    .gender_confirm = Пожалуйста укажите пол который вы ищите

    .menu_text = Кого я ищу ?
    .menu_old = Возраст
    .menu_gender = Пол
    .menu_city = Город
search =
    .field_name = Имя
    .field_old = Возраст
    .field_city = Город
    .profile = <b>Имя</b>: {$name}
               <b>Возраст</b>: {$old}
    .noresult = ничего не найдено
    .empty_filters = не заполнены фильтры /filters
    .empty_profile = не заполнен профиль /profile